Repository: KDE/colord-kde
Catalog: po/*/colord-kde.po
Languages: bg, eo, ia

# NAME OF TRANSLATORS
source: Your names
bg: Минчо Кондарев
eo: Oliver Kellogg
ia: Giovanni Sora

# EMAIL OF TRANSLATORS
source: Your emails
bg: mkondarev@yahoo.de
eo: okellogg@users.sourceforge.net
ia: g.sora@tiscali.it

# device type
source: Printer
bg: Принтер
eo: Presilo
ia: Imprimitor

# device type
source: Display
bg: Дисплей
eo: Montri
ia: Monstrator

# device type
source: Scanner
bg: Скенер
eo: Skanilo
ia: Scanner (scanditor)

# device type
source: Unknown
bg: Неизвестно
eo: Nekonata
ia: Incognite

# device scope
source: User session
bg: Потребителска сесия
eo: Uzantseanco
ia: Session de usator

# device scope
source: Auto restore
bg: Автоматично възстановяване
eo: Aŭtomate restaŭri
ia: Restabili automatic

# device scope
source: System wide
bg: На системно ниво
eo: Sistemvasta
ia: Pro tote le systema

# device scope
source: Unknown
bg: Неизвестно
eo: Nekonata
ia: Incognite

# colorspace
source: Gray
bg: Сиво
eo: Griza
ia: Gris

source: This device has no profile assigned to it
bg: За това устройство няма зададен профил
eo: Ĉi tiu aparato havas neniun profilon atribuita al ĝi
ia: Iste dispositivo non ha alcun profilo aqssignate a illo

source: You can use 'displaycal' to calibrate this device
bg: Може да използвате 'displaycal' да калибрирате това устройство
eo: Vi povas uzi 'displaycal' por kalibri ĉi tiun aparaton
ia: Tu pote usar 'displaycal' per calibrar iste dispositivo

source: The measuring instrument for calibrating is not detected. Please check it is turned on and correctly connected.
bg: Измервателният уред за калибриране не е открит. Моля, проверете дали е включен и правилно свързан.
eo: La mezurinstrumento por kalibrado ne estas detektita. Bonvolu kontroli, ke ĝi estas ŝaltita kaj ĝuste konektita.
ia: Le instrumento d emesura per calibrar non es discoperite. Per favor tu verifica si es activate e connectite correctemente.

source: The measuring instrument does not support printer profiling.
bg: Измервателният уред не поддържа профилиране на принтера.
eo: La mezurinstrumento ne subtenas presilan profiladon.
ia: Le instrumento de mesura non supporta profilar de imprimitor.

source: The device type is not currently supported for calibrating.
bg: Понастоящем типът на устройството не се поддържа за калибриране.
eo: La aparatotipo ne estas aktuale subtenata por kalibrado.
ia: Le typo de dispositivo non es supportate currentemente per calibrar.

# colorspace
source: Default RGB
bg: RGB по подразбиране
eo: Defaŭlta RVB
ia: RGB Predefinite

# colorspace
source: Default CMYK
bg: CMYK по подразбиране
eo: Defaŭlta CMYK
ia: CMYK Predefinite

# colorspace
source: Default Gray
bg: Сиво по подразбиране
eo: Defaŭlta Grizo
ia: Gris Predefinite

source: Devices
bg: Устройства
eo: Aparatoj
ia: Dispositivos

source: file too small
bg: твърде малък файл
eo: dosiero tro malgranda
ia: file troppo parve

source: not an ICC profile
bg: не е ICC профил
eo: ne estas ICC-profilo
ia: non un profilos de ICC

# colorspace
source: Unknown
bg: Неизвестно
eo: Nekonata
ia: Incognite

source: Missing description
bg: Липсва описание
eo: Mankanta priskribo
ia: Description mancante

# profile kind
source: Input device
bg: Устройство за въвеждане
eo: Eniga aparato
ia: Dispositivo de entrata

# profile kind
source: Display device
bg: Дисплейно устройство
eo: Elmontra aparato
ia: Monstra Dispositivo

# profile kind
source: Output device
bg: Изходно устройство
eo: Eliga aparato
ia: Dipositivo de egresso

# profile kind
source: Devicelink
eo: Aparatligilo
ia: Ligamine de dispositivo

# profile kind
source: Colorspace conversion
bg: Преобразуване на цветовия обхват
eo: Kolorspaca konverto
ia: Conversion de spatio de color

# profile kind
source: Abstract
bg: Резюме
eo: Abstraktaĵo
ia: Summario

# profile kind
source: Named color
bg: Цвят с име
eo: Nomita koloro
ia: Color nominate

# profile kind
source: Unknown
bg: Неизвестно
eo: Nekonata
ia: Incognite

source: Default: %1
bg: По подразбиране: %1
eo: Defaŭlto: %1
ia: Predefinite: %1

source: Colorspace: %1
bg: Цветно пространство: %1
eo: Kolorspaco: %1
ia: Spatio de color: %1

source: Test profile: %1
bg: Тестов профил: %1
eo: Testa profilo: %1
ia: Profilo de Test: %1

source: Standard space
bg: Стандартно пространство
eo: Norma spaco
ia: Spatio standard

source: Display checksum
bg: Контролна сума на дисплея
eo: Ekrana kontrolsumo
ia: Monstra Checksum

source: Display model
bg: Модел на дисплея
eo: Ekrana modelo
ia: Monstra modello

source: Display serial number
bg: Сериен номер на дисплея
eo: Ekrana serinumero
ia: Monstra numero serial

source: Display PNPID
bg: PNPID на дисплея
eo: Ekrana PNPID
ia: Monstra PNPID

source: Display vendor
bg: Производител на дисплея
eo: Ekrana vendisto
ia: Monstra venditor

source: File checksum
bg: Контролна сума на файл
eo: Dosiera kontrolsumo
ia: Checksum de file

source: Framework product
bg: Рамков продукт
eo: Kadra produkto
ia: Producto de Framework

source: Framework program
bg: Рамкова програма
eo: Kadra programo
ia: Programma de Framework

source: Framework version
bg: Версия на рамката
eo: Kadra versio
ia: Version de schema (Framework)

source: Data source type
bg: Тип на източника на данни
eo: Tipo de datumfonto
ia: Typo de fonte de datos

source: Mapping format
bg: Формат на картографиране
eo: Formato de mapado
ia: Formato de mappar

source: Mapping qualifier
bg: Квалификатор за картографиране
eo: Mapa kvalifikilo
ia: Qualificator de mappar

source: Profiles
bg: Профили
eo: Profiloj
ia: Profilos

source: Import Profile
ia: Importa Profilo

source: Assign Profile
ia: Assigna Profilo

source: Remove Profile
ia: Remove profilo

# ICC Profile is a tech term
source: Import ICC Profile
ia: Importa Profilo de ICC

# ICC Profile is a tech term
source: ICC Profile
ia: Profilo de ICC

source: Are you sure you want to remove this profile?
ia: Tu es secur que tu vole remover iste profilo?

source: Scope:
ia: Extension:

source: Mode:
ia: Modo:

source: Current Profile:
ia: Profilo currente:

source: Metadata
ia: Metadatos

# button: tab button for 'named colors in profile' information page
source: Named Colors
ia: Colores Nominate

source: Profile Type:
ia: Typo de Profilo:

source: Colorspace:
ia: Spatio de color:

source: Created:
ia: Create:

source: Device Model:
ia: Modello de dispositivo:

source: Display Correction:
ia: Monstra Correction:

source: Yes
ia: Si

source: None
ia: Necun

source: White Point:
ia: Puncto Blanc:

source: License:
ia: Licentia:

source: File Size:
ia: Grandor de file:

source: Filename:
ia: Nomine de file:

source: Install System Wide
ia: Installa per tote le systema

source: ICC Profile Installer
bg: Инсталатор на ICC профил
eo: ICC-Profila Instalilo
ia: Installator de profilos de ICC

source: An application to install ICC profiles
bg: Приложение за инсталиране на ICC профили
eo: Apliko por instali ICC-profilojn
ia: Un application per installar profilos de ICC

source: Port to kf5
bg: Порт към kf5
eo: Portado al kf5
ia: Porto a kf5

source: Do not prompt the user if he wants to install
bg: Да не се пита потребителят дали иска да инсталира
eo: Ne instigu la uzanton se li volas instali
ia: Non demandar al usator si vole installar

source: Color profile to install
bg: Цветен профил за инсталиране
eo: Kolorprofilo instalenda
ia: Profilo de color a installar

source: Failed to parse file: %1
eo: Malsukcesis analizi dosieron: %1
ia: Falleva a analyusar file: %1

source: Failed to open ICC profile
bg: Неуспешно отваряне на ICC профил
eo: Malsukcesis malfermi ICC-profilon
ia: Falleva a aperir profilo de ICC

source: Color profile is already imported
bg: Цветният профил вече е импортиран
eo: Kolora profilo jam estas importita
ia: Profilo de color jam es importate

source: ICC Profile Importer
bg: Импортер на ICC профил
eo: ICC Profila Importisto
ia: Importator de profilo de ICC

source: ICC profile already installed system-wide
bg: ICC профилът вече е инсталиран в цялата система
eo: ICC-profilo jam instalita tutsisteme
ia: Profilo de ICC ja installate per omne le systema

source: Would you like to import the color profile?
bg: Искате ли да импортирате цветовия профил?
eo: Ĉu vi ŝatus importi la kolorprofilon?
ia: Tu volerea importar le profilo de color?

source: import
bg: импортиране
eo: importi
ia: importa

source: Failed to import color profile: color profile is already imported
bg: Неуспешно импортиране на цветови профил: цветовият профил вече е импортиран
eo: Malsukcesis importi kolorprofilon: kolorprofilo jam estas importita
ia: Falleva a importar profilo de color: profilo de color ja es importate

source: Importing Color Profile
bg: Импортиране на цветен профил
eo: Importi Koloran Profilon
ia: Importante Profilo de color

source: Failed to import color profile: could not copy the file
bg: Неуспешно импортиране на цветови профил: не можа да копира файла
eo: Malsukcesis importi kolorprofilon: ne eblis kopii la dosieron
ia: Falleva a importar profilo de color: non pote copiar le file

# device type
source: Webcam
bg: Уеб камера
eo: Retkamerao

# colorspace
source: RGB
eo: RVB

# colorspace
source: CMYK
eo: BVFN

source: Description: %1
bg: Описание: %1
eo: Priskribo: %1

source: Copyright: %1
eo: Kopirajto: %1
